FemDesign.Geometry.Polyline.#ctor
Parameterless constructor for serialization.

FemDesign.Geometry.Polyline.#ctor(System.Collections.Generic.List{FemDesign.Geometry.Point3d})
Construct Polyline from points.
verticies:

FemDesign.Geometry.Polyline.#ctor(FemDesign.Geometry.Point3d[])
Construct Polyline from points.
verticies: